cases/routeB/template/constant/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object turbulenceProperties;
}
simulationType laminar;
laminar
{
    laminarModel Stokes;
    printCoeffs on;
}
