cases/routeB/template/system/fvSchemes
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "system";
    object fvSchemes;
}
ddtSchemes
{
    default steadyState;
}
gradSchemes
{
    default Gauss linear;
    grad(U) Gauss linear;
    grad(T) Gauss linear;
}
divSchemes
{
    default none;
    div(phi,U) Gauss linear;
    div(phi,T) Gauss linear;
    div((nuEff*dev2(T(grad(U))))) Gauss linear;
    // Post-processing diagnostic only.
    div(U) Gauss linear;
}
laplacianSchemes
{
    default Gauss linear orthogonal;
}
interpolationSchemes
{
    default linear;
}
snGradSchemes
{
    default orthogonal;
}
